Repository: udevwork/InstaSwipe
Catalog: InstaSwipeText/localization/*.lproj/Localizable.strings
Languages: de, ja, ru, uk, zh_hant

# L_Back
source: Back
de: Zurück
ja: 戻る
ru: Назад
uk: Назад
zh_hant: 返回

# L_Colors
source: Colors
de: Farben
ja: 色
ru: Цвета
uk: Кольори
zh_hant: 顏色

# L_Fonts
source: Fonts
de: Schriftarten
ja: フォント
ru: Шрифты
uk: Шрифти
zh_hant: 字體

# L_Preview
source: Preview
de: Vorschau
ja: プレビュー
ru: Просмотр
uk: Перегляд
zh_hant: 預覽

# L_Almost_there
source: Almost there!
de: Fast da!
ja: もうすぐ!
ru: Уже почти!
uk: Вже майже!
zh_hant: 快到了！

# L_PER
source: FOR
de: FÜR
ja: ごとに
ru: ЗА
uk: ЗА
zh_hant: 為了

# L_Onboard_Title_1
source: Choose a template!
de: Wählen Sie eine Vorlage!
ja: テンプレートを選択してください！
ru: Выберите шаблон!
uk: Виберіть шаблон!
zh_hant: 選擇一個模板！

# L_Onboard_SubTitle_1
source: Try different options to make your photo strip beautiful.
de: Probieren Sie verschiedene Optionen aus, um Ihre Fotogalerie attraktiver zu gestalten.
ja: さまざまなオプションを試して、あなたの写真ギャラリーを美しくしましょう。
ru: Попробуйте разные варианты, чтобы сделать вашу ленту фотографий красивой
uk: Спробуйте різні варіанти, щоб зробити вашу стрічку фотографій красивою
zh_hant: 嘗試不同的選擇，使您的照片帶更加精美。

# L_Onboard_Title_2
source: Edit photos and create a design!
de: Bearbeiten Sie Fotos und erstellen Sie Designs!
ja: 写真を編集し、デザインを作成しましょう！
ru: Редактируйте фото и создавайте дизайн!
uk: Редагуйте фото і створюйте дизайн!
zh_hant: 編輯照片並創建設計！

# L_Onboard_SubTitle_2
source: Choose the perfect photo, font, and color!
de: Wählen Sie das perfekte Foto, die Schriftart und die Farbe aus!
ja: 理想的な写真、フォント、色を選択してください！
ru: Выберите идеальную фотографию, шрифт и цвет!
uk: Виберіть ідеальну фотографію, шрифт і колір!
zh_hant: 選擇完美的照片、字體和顏色！

# L_Onboard_Title_3
source: Impress your followers!
de: Beeindrucken Sie Ihre Follower!
ja: あなたのフォロワーに印象を与えましょう！
ru: Произведите впечатление на своих подписчиков!
uk: вразити своїх підписників!
zh_hant: 讓你的追蹤者感到驚艷！

# L_Onboard_SubTitle_3
source: Share this on social networks!
de: Teilen Sie dies in den sozialen Netzwerken!
ja: これをソーシャルネットワークで共有しましょう！
ru: Поделитесь этим в социальных сетях!
uk: Поділіться цим у соціальних мережах!
zh_hant: 在社交網絡上分享這個！

# L_NEXT
source: Next
de: Weiter
ja: 次へ
ru: Дальше
uk: далі
zh_hant: 下一個

# L_FINISH
source: Start!
de: Starten!
ja: 開始！
ru: Начать!
uk: почати!
zh_hant: 開始！

# L_SelectPhotoButtonText
source: Select a photo
de: Wählen Sie ein Foto
ja: 写真を選択
ru: Выберите фотографию
uk: Виберіть фотографію
zh_hant: 選擇照片

# L_SelectColorButtonText
source: Choose color
de: Wählen Sie eine Farbe
ja: 色を選択
ru: Выбрать цвет
uk: вибрати колір
zh_hant: 選擇顏色

# L_ChooseFontButtonText
source: Choose font
de: Wählen Sie eine Schriftart
ja: フォントを選択
ru: Выбрать шрифт
uk: вибрати шрифт
zh_hant: 選擇字體

# L_SaveImagesToPhotosButtonText
source: Save!
de: Speichern!
ja: 保存！
ru: Сохранить!
uk: Зберегти!
zh_hant: 保存！

# L_SuccessSavigAlertText
source: Saved to the gallery!
de: In der Galerie gespeichert!
ja: ギャラリーに保存されました！
ru: Сохранено в галерее!
uk: Збережено в галереї!
zh_hant: 已保存到畫廊！

# L_EditorNavigationTitle
source: Editor
ja: エディタ
ru: Редактор
uk: Редактор
zh_hant: 編輯器

# L_DefTemplateTitleText
source: Title
de: Titel
ja: タイトル
ru: Заголовок
uk: Заголовок
zh_hant: 標題

# L_DefTemplateArticleText
source: Place your text here. If the template allows you to add an image, you can move it and change the scale.
de: Platzieren Sie Ihren Text hier. Wenn die Vorlage es Ihnen ermöglicht, ein Bild hinzuzufügen, können Sie es verschieben und skalieren.
ja: あなたのテキストをここに配置してください。テンプレートが画像を追加することを許可している場合、それを移動したりスケールを変更したりできます。
ru: Разместите свой текст здесь. Если шаблон позволяет вам добавить изображение, вы можете переместить его и изменить масштаб.
uk: Розмістіть свій текст тут. Якщо шаблон дозволяє додати зображення, ви можете перемістити його та змінити масштаб.
zh_hant: 在這裡放置您的文字。如果模板允許您添加圖片，您可以移動它並更改比例。

# L_PremiumUppercase
source: PREMIUM
ja: プレミアム
ru: ПРЕМИУМ
uk: ПРЕМIУМ
zh_hant: 優質

# L_SubscribtionDescription
source: ● Remove the ad label from your photos. ● Full access to all templates
de: ● Entfernen Sie das Werbetag von Ihren Fotos. ● Vollzugriff auf alle Vorlagen
ja: ● あなたの写真から広告のタグを削除します。 ● 全てのテンプレートへの完全なアクセス
ru: ● Удалите ярлык рекламы с ваших фотографий. ● Полный доступ ко всем шаблонам
uk: ● Видаліть ярлик реклами зі своїх фотографій. ● Повний доступ до всіх шаблонів
zh_hant: ● 從您的照片中刪除廣告標籤。 ● 全面訪問所有模板

# L_week
source: week
de: Woche
ja: 週
ru: неделю
uk: тиждень
zh_hant: 週

# L_day
source: day
de: Tag
ja: 日
ru: день
uk: день
zh_hant: 天

# L_month
source: month
de: Monat
ja: 月
ru: месяц
uk: місяць
zh_hant: 月

# L_year
source: year
de: Jahr
ja: 年
ru: год
uk: рік
zh_hant: 年

# L_SubscribtionDetails
source: After a 3-day free trial. Periodic billing. Cancel at any time. After a 3-day free trial, the subscription is automatically activated.
de: Nach der 3-tägigen kostenlosen Testversion. Periodische Abrechnung. Jederzeit kündbar. Nach der 3-tägigen kostenlosen Testversion wird das Abonnement automatisch aktiviert.
ja: 3日間の無料試用期間後。周期的な請求。いつでもキャンセル可能。3日間の無料試用期間後、サブスクリプションは自動的に有効になります。
ru: После 3-дневной бесплатной пробной версии. Периодическое выставление счетов. Отмените в любое время. После 3-дневной бесплатной пробной версии подписка автоматически активируется.
uk: Після 3-денної безкоштовної пробної версії. Періодичне виставлення рахунків. Скасувати в будь-який час. Після 3-денної безкоштовної пробної версії підписка автоматично активується.
zh_hant: 免費試用3天後，定期結算。隨時取消。免費試用3天後，訂閱將自動啟動。

# L_LicenseLabel
source: End-User License Agreement
de: Lizenzvereinbarung
ru: Лицензионное соглашение
uk: Ліцензійна угода

# L_PrivacyPolicyLabel
source: Privacy Policy
de: Datenschutzbestimmungen
ja: プライバシーポリシー
ru: Политика конфиденциальности
uk: Політика конфіденційності
zh_hant: 隱私政策

# L_TermsConditionsLabel
source: Terms and Conditions
de: Geschäftsbedingungen
ja: 利用規約
ru: Правила и условия
uk: Правила та умови
zh_hant: 條款和條件

# L_restore purchaselabel
source: Restore purchase
de: Kauf wiederherstellen
ja: 購入を復元
ru: Восстановить покупку
uk: відновити покупку
zh_hant: 恢復購買

# L_TryItForFreeLabel
source: Try it for free!
de: Kostenlos ausprobieren!
ja: 無料で試す！
ru: Попробуйте бесплатно!
uk: Спробуйте безкоштовно!
zh_hant: 免費試用！

# L_HomeSectionMainTitle
source: Awesome!
de: Erstaunlich!
ja: 素晴らしい！
ru: Потрясающе!
uk: Дивовижно!
zh_hant: 太棒了！

# L_HomeSectionMainSubtitle
source: Editing photos has never been so easy! Try it!
de: Die Bearbeitung von Fotos war noch nie so einfach! Probieren Sie es aus!
ja: 写真編集がこれまでになく簡単になりました！ぜひ試してみてください！
ru: Никогда еще редактирование фотографий не было таким простым! Попробуйте!
uk: Ніколи редагування фотографій не було таким простим! Спробуйте!
zh_hant: 編輯照片從未如此簡單！試試看！

# L_HomeSectionCreateTitle
source: Hello
de: Hallo
ja: こんにちは
ru: Привет
uk: Привіт
zh_hant: 你好

# L_HomeSectionCreateSubtitle
source: Choose a template for publication.
de: Wählen Sie eine Vorlage zum Posten.
ja: 投稿するテンプレートを選択してください。
ru: Выберите шаблон для публикации
uk: виберіть шаблон для публікації
zh_hant: 選擇一個發布模板。

# L_HomeSectionTemplates
source: Templates
de: Vorlagen
ja: テンプレート
ru: Шаблоны
uk: Шаблони
zh_hant: 模板

# L_HomeMenuItemSquareTemplate
source: Square text
de: Quadratischer Text
ja: 正方形のテキスト
ru: Квадратный текст
uk: квадратний текст
zh_hant: 正方形文字

# L_HomeMenuItemImageAndText
source: Image with menu
de: Bild mit Menü
ja: メニュー付きの画像
ru: Изображение с меню
uk: зображення з меню
zh_hant: 圖片與文本

# L_HomeMenuItemStoriesText
source: Stories text
de: Story-Text
ja: ストーリーズテキスト
ru: Текст историй
uk: текст історій
zh_hant: 故事文本

# L_CreditsDesignBy
source: Design by Denis in Austria
de: Design von Denis in Österreich
ja: オーストリアのデニスによるデザイン
ru: Дизайн Дениса в Австрии
uk: дизайн Дениса в Австрії
zh_hant: 由奧地利的Denis設計

# L_Copyright
source: Copyright © 2023. All rights reserved.
de: Urheberrecht © 2023. Alle Rechte vorbehalten.
ja: 著作権 © 2023. すべての権利は保護されています。
ru: Авторское право © 2023. Все права защищены
uk: авторське право © 2023. Всі права захищені
zh_hant: 版權© 2023. 版權所有。

# L_CreatedWith
source: Created with
de: Erstellt mit
ja: 作成ツール
ru: Создано в
uk: створено в
zh_hant: 由...製作

# L_StoryTextTemplateDescription
source: Simple block with title and text. Best suited for stories.
de: Ein einfacher Block mit Überschrift und Text. Am besten geeignet für Stories.
ja: タイトルとテキストのあるシンプルなブロック。ストーリーズに最適です。
ru: Простой блок с заголовком и текстом. Лучше всего подходит для историй.
uk: Простий блок із заголовком та текстом. Найкраще підходить для історій.
zh_hant: 標題和文本的簡單區塊。最適合故事。

# L_TextWithImageDescription
source: Text and photo. The photo slightly overlaps the text part.
de: Text und Foto. Das Foto überlappt den Textbereich leicht.
ja: テキストと写真。写真はテキスト部分を少し重ねます。
ru: Фото немного перекрывает часть с текстом.
uk: Текст і фото. Фото трохи перекриває частину з текстом.
zh_hant: 文本和照片。照片略微重疊文本部分。

# L_ImageWithTextDescription
source: Photo and text. The photo slightly overlaps the text part.
de: Foto und Text. Das Foto überlappt den Textbereich leicht.
ja: 写真とテキスト。写真はテキスト部分を少し重ねます。
ru: Фото немного перекрывает часть с текстом.
uk: Фото і текст. Фото трохи перекриває частину з текстом.
zh_hant: 照片和文本。照片略微重疊文本部分。

# L_SquareWithTextTemplateDescription
source: Square with text. Attracts attention with its simplicity.
de: Quadrat mit Text. Durch seine Einfachheit zieht es Aufmerksamkeit auf sich.
ja: テキストのある正方形。シンプルさで注目を集めます。
ru: Квадрат с текстом. Привлекает внимание простотой.
uk: Квадрат з текстом. Привертає увагу простотою.
zh_hant: 帶文本的正方形。以其簡單性吸引注意力。

# L_LargeTextWithImageDescription
source: Text and photo. The photo slightly overlaps the text part.
de: Der Textteil nimmt einen großen Teil ein. Er überlagert das Foto.
ja: テキスト部分が大部分を占めます。写真に重ねられます。
ru: Часть с текстом занимает большую часть. Накладывается на фото.
uk: Частина з текстом займає велику частину. Накладається на фото.
zh_hant: 文字部分佔了大部分。它覆蓋了照片。

# L_ImageWithLargeTextDescription
source: Photo and text. The photo slightly overlaps the text part.
de: Der Textteil nimmt einen großen Teil ein. Er überlagert das Foto.
ja: テキスト部分が大部分を占めます。写真に重ねられます。
ru: Часть с текстом занимает большую часть. Накладывается на фото.
uk: Частина з текстом займає велику частину. Накладається на фото.
zh_hant: 文字部分佔了大部分。它覆蓋了照片。

# L_StoryTextTemplateMenuItemName
source: Story with text
de: Story mit Text
ja: テキスト付きストーリー
ru: История с текстом
uk: Історія з текстом
zh_hant: 帶有文字的故事

# L_TextWithImageMenuItemName
source: Text with image
de: Text mit Bild
ja: 画像付きテキスト
ru: Текст с изображением
uk: Текст із зображенням
zh_hant: 帶有圖像的文字

# L_ImageWithTextMenuItemName
source: Image with text
de: Bild mit Text
ja: テキスト付き画像
ru: Изображение с текстом
uk: зображення з текстом
zh_hant: 帶有文字的圖像

# L_SquareWithTextTemplateMenuItemName
source: Square with text
de: Quadrat mit Text
ja: テキスト付き正方形
ru: Квадрат с текстом
uk: Квадрат з текстом
zh_hant: 帶有文字的正方形

# L_LargeTextWithImageMenuItemName
source: Wide text with image
de: Breiter Text mit Bild
ja: 画像付きの広いテキスト
ru: Текст и фото
uk: Широкий текст з зображенням
zh_hant: 寬文本與圖像

# L_ImageWithLargeTextMenuItemName
source: Image with wide text
de: Bild mit breitem Text
ja: 広いテキストのある画像
ru: Фото и текст
uk: Зображення з широким текстом
zh_hant: 圖像與寬文本

# L_square_Description
source: Square post
de: Quadratischer Beitrag
ja: 正方形の投稿
ru: Квадратный пост
uk: квадратний пост
zh_hant: 正方形貼文

# L_rectangle_Description
source: Rectangle post
de: Rechteckiger Beitrag
ja: 長方形の投稿
ru: Прямоугольный пост
uk: прямокутний пост
zh_hant: 長方形貼文

# L_high_Description
source: Story format
ja: ストーリーフォーマット
ru: Формат истории
uk: формат історії
zh_hant: 故事格式

# L_wide_Description
source: Two square images
de: Zwei quadratische Bilder
ja: 二つの正方形の画像
ru: Два квадратных изображения
uk: два квадратних зображення
zh_hant: 兩個正方形圖像

# L_ApplyButtonText
source: Apply
de: Anwenden
ja: 適用
ru: Применить
uk: Застосувати
zh_hant: 應用

# L_HomeAuthorWeLove
source: Authors We Love 🥰
de: Autoren, die wir lieben 🥰
ru: Любимые авторы 🥰
uk: Улюблені автори 🥰

# L_HomeExploreAuthor
source: Discover new authors with us!
de: Entdecken Sie neue Autoren mit uns!
ru: Открывай новых авторов с нами!
uk: Відкривай нових авторів з нами!

# L_HaveQuastions
source: Do you have questions?
de: Haben Sie Fragen?
ru: Есть вопросы?
uk: Є питання?

# L_MailToTelegram
source: Write to us!
de: Schreiben Sie uns!
ru: Напиши нам!
uk: Напиши нам!

# L_PhotoOfTheWeek
source: Photo of the Week
de: Foto der Woche
ru: Фото недели
uk: Фото тижня

# L_AppName
source: Winst
ja: ウィンスト
